IDEA Open Model
WeldParam Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the WeldParam class
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public WeldParam()
Public Sub New
See Also
Reference
WeldParam Class
IdeaRS.OpenModel.Parameters Namespace